[
  {
    "archive": false,
    "name": "pp studio",
    "techStacks": ["Next.js", "Tailwind css", "PostgreSQL"],
    "description": [
      "A side project of my own and several friends. It's a culture collective based in Stockholm. I'm responsible for the website and the backend.",
      "Users can receive newsletters, register for events, and book tickets from the collective. Built with Next.js, integrated with Clerk for authentication, supabase for data storage, and deployed on Vercel."
    ],

    "url": "https://ppstudio.run"
  },
  {
    "archive": false,
    "name": "Stockhlm food check",
    "techStacks": ["Next.js", "Tailwind css", "Google Analytics"],
    "description": [
      "A web app that enables Stockholm residents to search food inspection results, using Zustand for react state management and Google Analytics, reaching more than 500 active users within the first week.",
      "Built with Next.js, styled using Tailwind CSS, and deployed on Vercel."
    ],

    "url": "https://stockholm-food-check.vercel.app/"
  },
  {
    "archive": true,
    "name": "Resale Torg",
    "techStacks": ["Next.js", "PostgreSQL"],
    "description": [
      "A second-hand online market place built mainly for students in Stockholm. It allows users to easily sign up using Google account and verify their identity, resulting a seamless buying and selling experience.",
      "Built with Next.js and supabase(PostgreSQL) for data storage, authentication services provided by Clerk."
    ],

    "url": "https://resale-torg.vercel.app/"
  },
  {
    "archive": false,
    "name": "SVT Play Subtitles",
    "techStacks": ["Browser Extension"],
    "description": [
      "A Chrome extension that utilizes Chrome's built-in LLM model to translate subtitles in SVT Play",
      "Built with React, published to Chrome Web Store."
    ],
    "url": "https://chromewebstore.google.com/detail/subtitle-translate-svt-pl/nbdjcajgdikaielcldjkobcajaehllee?hl=en-US"
  },
  {
    "archive": true,
    "name": "keyMotion",
    "techStacks": ["Browser Extension"],
    "description": [
      "A Browser extension that allows users to control video playback speed using keyboard shortcuts.",
      "Built with vanilla JavaScript, published to Chrome Web Store."
    ],
    "url": "https://chromewebstore.google.com/detail/keymotion-video-control/plmgjmffjonpnfffldomomneeckplidj"
  }
]
